Repository: CreateAmrita/Laser-Optics-Virtual-Lab
Catalog: src/lab/Malus_law/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: कंपन का मोड चुनें

source: help2
hi_in: प्रयोग करने के लिए एक विशिष्ट ट्यूनिंग कांटा का चयन करें

source: help3
hi_in: प्रयोग करने के लिए पर्यावरण को चुनें

source: help4
hi_in: बटन और छोरों पर पावर का गठन किया जाएगा

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: Malu's Law
hi_in: मालू के कानून

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Front View
hi_in: सामने का दृश्य

source: Side View
hi_in: साइड से दृश्य

source: Polariser Rotation
hi_in: पोलारिसर रोटेशन

source: Reset
hi_in: रीसेट

source: Power On
hi_in: पावर ऑन

source: Power Off
hi_in: पावर बंद

source: Show Result
hi_in: परिणाम दिखाओ

source: Intensity
hi_in: इंटेंसिटी
