Repository: CreateAmrita/Laser-Optics-Virtual-Lab
Catalog: src/lab/Numerical_Aperture_of_Optical_Fiber/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: तालिका में सही स्थिति के लिए रैक से मशीनों खींचें।

source: help2
hi_in: अगर सभी मशीनें रखी जाती हैं, तो फाइबर केबल को खींचें।

source: help3
hi_in: फिर 'प्रारंभ' बटन के प्रयोग से प्रयोग शुरू करें।

source: help4
hi_in: फिर 'स्विच करें' बटन का उपयोग करके मशीन पर स्विच करें।

source: help5
hi_in: हम 'स्विच ऑफ' बटन का उपयोग करके मशीन को बंद कर सकते हैं।

source: help6
hi_in: 'फाइबर चुनें' ड्रॉपडाउन का उपयोग करके ग्लास या प्लास्टिक फाइबर का चयन करें।

source: help7
hi_in: लेजर का चयन करें 'लेजर चुनें' ड्रॉपडाउन का उपयोग करें।

source: help8
hi_in: 'डिटेक्टर दूरी (जेड) मिमी' का इस्तेमाल करते हुए डिटेक्टर दूरी को समायोजित करें।

source: help9
hi_in: 'डिटेक्टर दूरी (एक्स) मिमी' का प्रयोग करके एक्स की डिटेक्टर दूरी समायोजित करें।

source: help10
hi_in: रेडियो समूह का उपयोग करके वर्नरियर पढ़ने के ज़ूम व्यू और ग्राफ़ को टॉगल करें।

source: help11
hi_in: रीसेट बटन प्रयोग को रीसेट करने के लिए है।

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: Numerical Aperture of Optical Fiber
hi_in: ऑप्टिकल फाइबर की संख्यात्मक एपर्चर

source: Variables
hi_in: चर

source: Start
hi_in: प्रारंभ

source: Current Output Unit
hi_in: वर्तमान उत्पादन इकाई

source: Detector
hi_in: डिटेक्टर

source: Fiber Stand
hi_in: फाइबर स्टैंड

source: Concenterator
hi_in: कंसन्टेटर

source: Emitter
hi_in: एमिटर

source: Fiber
hi_in: फाइबर

source: Show Vernier Reading
hi_in: वर्नेयर रीडिंग दिखाएं

source: Show Graph
hi_in: ग्राफ़ दिखाएं

source: Detector Distance (X) mm:
hi_in: डिटेक्टर दूरी (एक्स) मिमी:

source: Detector Distance (Z) mm:
hi_in: डिटेक्टर दूरी (जेड) मिमी:

source: Select Laser
hi_in: लेजर का चयन करें

source: Red
hi_in: लाल

source: Select Fiber
hi_in: फाइबर चुनें

source: Glass - Glass Fiber
hi_in: ग्लास - ग्लास फाइबर

source: Switch On
hi_in: खोलना

source: Switch Off
hi_in: बंद करना

source: Reset
hi_in: रीसेट

source: Measurements
hi_in: माप

source: Detector Distance (X) in mm
hi_in: डिटेक्टर दूरी (एक्स) मिमी में

source: Place the apparatus in correct order on the breadboard to start the experiment.
hi_in: प्रयोग को शुरू करने के लिए यंत्र को सही क्रम में रखें।

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Plastic - Glass Fiber
hi_in: प्लास्टिक - ग्लास फाइबर

source: Green
hi_in: हरा

source: Blue
hi_in: नीला
