Repository: CreateAmrita/Laser-Optics-Virtual-Lab
Catalog: src/lab/Michelsons_Interferometer_Wavelength_of_Laser_Beam/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: लेजर जो आप की जरूरत है चुनें।

source: help2
hi_in: बटन 'पर पावर' व्यकिकरणमीटर पर सत्ता के लिए है।

source: help3
hi_in: 'समायोजित मिरर' स्लाइडर दर्पण एडजस्ट करने के लिए है।

source: help4
hi_in: 'समायोजित माइक्रोमीटर' स्लाइडर माइक्रोमीटर को एडजस्ट करने के लिए है।

source: help5
hi_in: उस जगह कांच की प्लेट का उपयोग कर 'प्लेस ग्लास प्लेट' बटन के बाद।

source: help6
hi_in: स्लाइडर 'ग्लास प्लेट की मोटाई' कांच की प्लेट मोटाई बढ़ाने के लिए है।

source: help7
hi_in: स्लाइडर 'रोटेशन के कोण' कांच की प्लेट घूर्णन के लिए है।

source: help8
hi_in: 'रीसेट' बटन प्रयोग रीसेट करने के लिए है।

source: help9
hi_in: 'शो परिणाम' चेकबॉक्स परिणाम प्रदर्शित करने के लिए प्रयोग किया जाता है।

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: Michelson's Interferometer - Wavelength of Laser Beam
hi_in: माइकलसन के इंटरफेरोमीटर - लेजर बीम के तरंग दैर्ध्य

source: Variables
hi_in: चर

source: Choose Laser
hi_in: लेजर चुनें

source: Krypton Laser
hi_in: क्रिप्टन लेजर

source: Power On
hi_in: पावर ऑन

source: Power Off
hi_in: बिजली बंद

source: Adjust Mirror
hi_in: दर्पण को समायोजित करें

source: Adjust Micrometer
hi_in: माइक्रोमीटर समायोजित

source: mm
hi_in: मिमी

source: Place Glass Plate
hi_in: जगह कांच की प्लेट

source: Remove Glass Plate
hi_in: कांच की प्लेट को दूर

source: Thickness of Glass Plate
hi_in: कांच की प्लेट की मोटाई:

source: Angle of Rotation
hi_in: रोटेशन के कोण:

source: Show Result
hi_in: परिणाम दिखाओ

source: Reset
hi_in: रीसेट

source: Measurements
hi_in: माप

source: Wavelength of Source:
hi_in: स्रोत की तरंग दैर्ध्य:

source: Refractive Index of Glass Plate:
hi_in: ग्लास प्लेट के अपवर्तनीय सूचकांक:

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: He - Ne Laser
hi_in: ही नी लेजर

source: Argon Laser
hi_in: आर्गन लेजर

source: Ruby Laser
hi_in: रूबी लेजर
