Repository: CreateAmrita/Laser-Optics-Virtual-Lab
Catalog: src/lab/Brewsters_Angle_Determination/locale/*/messages.po
Languages: ml_in

source: help1
ml_in: ടേബിളിൽ ശരിയായ സ്ഥാനത്തേക്ക് റാക്കിൽ നിന്ന് യന്ത്രങ്ങൾ വലിച്ചിടുക.

source: help2
ml_in: 'സൈഡ് വ്യൂ' ഉം 'ടോപ് വ്യൂ' ഉം റേഡിയോ ബട്ടൺ വ്യൂ തിരഞ്ഞെടുത്തതിന് ആണ്.

source: help3
ml_in: ഡ്രോപ്പ്ഡൗൺ മെനു 'മീഡിയം തിരഞ്ഞെടുക്കുക' ഉപയോഗിച്ച് മീഡിയം തിരഞ്ഞെടുക്കാം.

source: help4
ml_in: ഡ്രോപ്പ്ഡൗൺ 'മെറ്റീരിയൽ തിരഞ്ഞെടുക്കുക' ഉപയോഗിച്ച് മെറ്റീരിയൽ തിരഞ്ഞെടുക്കാം.

source: help5
ml_in: 'സ്വിച്ച് ഓൺ ലൈറ്റ് ' ബട്ടൺ മെഷീനിലെ കറന്റ് ഡിസ്‌പ്ലൈ ചെയ്യുന്നതിന് ആണ്.

source: help6
ml_in: 'തിരിക്കുക ഗ്ലാസ് പ്ലേറ്റ്' സ്ലൈഡർ ഗ്ലാസ് പ്ലേറ്റ് തിരിക്കുന്നതിന് ഉപയോഗിക്കുന്നു.

source: help7
ml_in: 'ഫലം ഷോ' ചെക്ക്ബോക്സ് ഫലം പ്രദർശിപ്പിക്കുന്നതിന് ഉപയോഗിക്കുന്നു.

source: help8
ml_in: 'പുനഃസജ്ജമാക്കുക' ബട്ടൺ പരീക്ഷണം പുനഃസജ്ജീകരിക്കുന്നതിനു ആണ്.

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്ക്കുക

source: Brewsters Angle Determination
ml_in: ബ്രീഡസ്‌ട്രസ്‌ കോൺ നിശ്ചയം

source: Variables
ml_in: വേരിയബിള്സ്

source: Current Output Unit
ml_in: കറൻറ് ഔട്ട്പുട്ട്

source: Detector
ml_in: ഡിറ്റക്റ്റർ

source: Material Holder
ml_in: മെറ്റീരിയൽ ഹോൾഡർ

source: Polariser
ml_in: പോളറൈസർ

source: Emitter
ml_in: എമിറ്റർ

source: Side View
ml_in: സൈഡ് കാഴ്ച്ച

source: Top View
ml_in: ടോപ്പ് കാഴ്ച

source: Choose Medium
ml_in: മീഡിയം തിരഞ്ഞെടുക്കുക

source: Air
ml_in: വായു (µ = 1)

source: Choose Material
ml_in: മെറ്റീരിയൽ തിരഞ്ഞെടുക്കുക

source: Topaz
ml_in: ടോപസ് (µ = 1.607)

source: Switch On Light
ml_in: ലൈറ്റ് ഓൺ ആക്കുക

source: Switch Off Light
ml_in: ലൈറ്റ് ഓഫ് ആക്കുക

source: Rotate Glass Plate:
ml_in: ഗ്ലാസ് പ്ലേറ്റ് തിരിക്കുക:

source: Show Result
ml_in: ഫലം കാണിക്കുക

source: Reset
ml_in: റീസെറ്റ്

source: Measurements
ml_in: അളവുകൾ

source: Brewsters Angle:
ml_in: ബ്രീഡസ്‌ട്രസ്‌ കോൺ:

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Helium
ml_in: ഹീലിയം (µ = 1.000036)

source: Hydrogen
ml_in: ഹൈഡ്രജൻ (µ = 1.000132)

source: Carbon Dioxide
ml_in: കാർബൺ ഡൈ ഓക്‌സൈഡ് (µ = 1.00045)

source: Crown Glass
ml_in: ക്രൗൺ ഗ്ലാസ് (µ = 1.52)

source: Flint Glass
ml_in: ഫ്ലിംട് ഗ്ലാസ് (µ = 1.57)
