Repository: CreateAmrita/Laser-Optics-Virtual-Lab
Catalog: src/lab/Newtons_Rings_Wavelength_of_light/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: ड्रॉप डाउन मेनू 'बैक्टीरिया का चयन' से बैक्टीरिया नाम का चयन करें।

source: help2
hi_in: मेनू में पाठ बॉक्स में सही मान दर्ज करें।

source: help3
hi_in: कदम से कदम आबादी को देखने के लिए 'कदम रन' बटन पर क्लिक करें।

source: help4
hi_in: एक यात्रा में आबादी को देखने के लिए 'भागो चलना' बटन पर क्लिक करें।

source: help5
hi_in: चलाने यात्रा में प्रयोग रोक के लिए 'ठहराव' बटन पर क्लिक करें।

source: help6
hi_in: चलाने यात्रा में प्रयोग खेलने के लिए 'खेल' बटन पर क्लिक करें।

source: help7
hi_in: प्रयोग ताज़ा करने के लिए बटन 'रीसेट' पर क्लिक करें।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Newton's Rings-Wavelength index of light
hi_in: न्यूटन के रिंग्स

source: Light On
hi_in: बत्ती जलाओ

source: Light Off
hi_in: प्रकाश बंद

source: Wavelength :
hi_in: वेवलेंथ:

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Select Medium:
hi_in: मध्यम चुनें:

source: Light Source
hi_in: प्रकाश स्रोत

source: Radius Of Lense
hi_in: लेंस के त्रिज्या

source: Microscope Position
hi_in: माइक्रोस्कोप स्थिति

source: Microscope Focus
hi_in: माइक्रोस्कोप फोकस

source: Air
hi_in: वायु

source: Water
hi_in: पानी

source: Acetone
hi_in: एसीटोन

source: Isopropyl alcohol
hi_in: आइसोप्रोपिल एल्कोहाल

source: Kerosene
hi_in: मिटटी तेल

source: Sodium
hi_in: सोडियम

source: Neon
hi_in: नियॉन

source: Green Light
hi_in: हरी बत्ती

source: Red Light
hi_in: लाल बत्ती
